{
  "home": "Home",
  "circuits": "Circuits",
  "excursions": "Excursions",
  "custom_trips": "Custom Trips",
  "vip_private_trips": "VIP Private Trips",
  "day_tours": "Day Tours",
  "travel_blog": "Travel Blog",
  "blog_lead": "Stories and tips from Tunisia.",
  "gallery": "Gallery",
  "gallery_title": "Photo Gallery",
  "about": "About Us",
  "contact": "Contact Us",
  "assistant": "Assistant",
  "search": "Search",

  "newsletter_heading": "Stay in the loop",
  "newsletter_placeholder": "Your email",
  "subscribe_button": "Subscribe",
  "subscribe_success_text": "Thank you for subscribing! 🎉",
  "footer_description": "Authentic tours across Tunisia: desert, coast and UNESCO medinas.",
  "copyright": "© 2025 Tunisia Xplora. All rights reserved.",

  "search_placeholder": "🔍 Search tours...",
  "search_placeholder_short": "Search a tour...",
  "terms_of_use": "Terms & Conditions",
  "privacy_policy": "Privacy policy",
  "searching": "Searching...",
  "no_results": "No results found.",

  "hero_title": "Explore Tunisia with Tunisia Xplora",
  "hero_description": "Circuits, excursions, VIP private trips and day tours across Tunisia. Authentic experiences guided by licensed experts.",

  "languages_banner": "EN • FR • IT • ES",

  "booking_title": "Trip inquiry",
  "booking_lead": "Send us your details and we will contact you shortly.",
  "name_label": "Name",
  "email_label": "Email",
  "phone_label": "Phone number",
  "country_label": "Country",
  "adults_label": "Adults",
  "children_label": "Children (under 12)",
  "start_date_label": "Preferred start date",
  "accommodation_label": "Accommodation",
  "accommodation_options": "Economy,Mid-range,Superior,Luxury",
  "extra_info_label": "Additional information (optional)",
  "contact_pref_label": "Contact preference",
  "contact_pref_options": "Email,WhatsApp",
  "submit_request": "Submit request",
  "request_thanks": "Thank you! We will contact you shortly.",

  "discover": "Discover",

  "highlights": "Highlights",
  "itinerary": "Itinerary",
  "day": "Day",
  "price_includes": "Price includes",
  "price_excludes": "Price excludes",
  "price_includes_items": "Airport transfers in/out with comfortable tourist vehicle|Assistance upon arrival and departure|Accommodation in 4* and 5* hotels as per program|7 breakfasts, 6 lunches, 6 dinners (one festive dinner without drinks when applicable)|Professional Spanish-speaking guide (or multilingual on request)|Entrance fees to listed monuments and sites (Bardo, Kairouan, Carthage, Sbeitla, El Jem, Sousse Museum)",
  "price_excludes_items": "Drinks|Gratuities|Local hotel city taxes (payable on site)",

  "feature_quality_title": "Expert guides",
  "feature_quality_desc": "Local certified guides for an authentic Tunisia experience.",
  "feature_delivery_title": "Easy booking",
  "feature_delivery_desc": "Book by email or WhatsApp. Fast confirmations.",
  "feature_guarantee_title": "VIP private trips",
  "feature_guarantee_desc": "Tailor-made itineraries with premium vehicles and drivers.",
  "feature_preview_title": "Multilingual support",
  "feature_preview_desc": "Service available in EN / FR / ES / IT.",

  "feature_local_guides_title": "Local licensed guides",
  "feature_local_guides_desc": "20+ years experience across all Tunisia.",
  "feature_flexible_title": "Flexible dates",
  "feature_flexible_desc": "Private and group tours, daily departures.",
  "feature_safe_title": "Safe & comfortable",
  "feature_safe_desc": "Trusted drivers and carefully selected hotels.",
  "feature_languages_title": "Multiple languages",
  "feature_languages_desc": "Guiding in English, French, Italian and Spanish.",

  "popular_experiences": "Popular experiences",
  "home_card1_title": "Grand Tunisia Circuit",
  "home_card1_desc": "7-day highlights: Tunis, Kairouan, Tozeur desert, El Jem.",
  "home_card2_title": "Medina of Sousse tour",
  "home_card2_desc": "3 hours walking tour through history and souks.",
  "home_card3_title": "La Goulette Cruise Stop",
  "home_card3_desc": "Half-day: Medina & Sidi Bou Saïd for cruise passengers.",

  "home_testimonials_title": "A True 5‑Star Xperience",
  "home_testimonials_lead": "Highly personalized itineraries • Expert local guides • Excellent communication",
  "home_review1_name": "Amelia Hart",
  "home_review1_time": "2 days ago",
  "home_review1_text": "From the medinas of Tunis to the silence of the Sahara, Tunisia Xplora curated moments I'll never forget. Our guide brought history to life and the logistics were seamless.",
  "home_review2_name": "Marco Bianchi",
  "home_review2_time": "1 week ago",
  "home_review2_text": "We customized a 6‑day circuit for our family; every detail felt designed for us. The kids loved the camel ride, and we loved the pace and genuine encounters.",
  "home_review3_name": "Sofia Reyes",
  "home_review3_time": "1 month ago",
  "home_review3_text": "Prompt communication, thoughtful hotels, and knowledgeable guides. Tunisia surprised us at every turn — we can’t wait to return with Xplora.",
  "see_more_testimonials": "See More Testimonials",

  "custom_hero_title": "Design Your Dream Tunisia Journey",
  "custom_hero_sub": "Handcrafted, private and 100% your way.",
  "custom_intro_p1": "The most authentic way to experience Tunisia — tailored to your pace, style and curiosity.",
  "custom_intro_p2": "No two travelers are the same. With Tunisia Xplora, your trip is crafted around you — your interests, dates, budget and the moments you want to remember.",
  "custom_intro_p3": "Take inspiration from our Circuits and Day Tours, or start with a blank canvas. Choose destinations, experiences, accommodations and transport; we design a seamless itinerary that fits just right.",
  "custom_intro_cta": "Ready to craft your journey? Share a few details below and your dedicated advisor will follow up on email or WhatsApp. Ask anything at any time — we’re here to help.",
  "how_it_works_title": "How It Works",
  "hiw_step1_title": "Share your wish list",
  "hiw_step1_desc": "Tell us your dates, group size, must‑see places and interests.",
  "hiw_step2_title": "Get a free custom quote",
  "hiw_step2_desc": "Receive a tailored itinerary and transparent pricing. No obligation.",
  "hiw_step3_title": "Fine‑tune and book",
  "hiw_step3_desc": "Refine with your advisor until it’s perfect, then confirm securely.",
  "booking_section_title": "Start planning your trip",
  "booking_section_subtitle": "Share a few details and we’ll get back to you by email or WhatsApp.",

  "failed_to_load": "Failed to load",
  "loading": "Loading...",
  "all_tours": "All tours",
  "leave_review": "Leave a review",
  "rating_label": "Rating",
  "comment_label": "Comment",
  "submitting": "Submitting...",
  "submit_review": "Submit review",
  "request_this_trip": "Request this trip",

  "gallery_subtitle": "Discover Tunisia through our lens — dunes, coastlines, medinas and authentic moments.",
  "gallery_prev_label": "Previous image",
  "gallery_next_label": "Next image",
  "gallery_close_label": "Close",
  "gallery_keyboard_hints": "← Prev • → Next • Esc Close",
  "gallery_open_photo": "Open photo",

  "contact_heading": "Contact us",
  "contact_lead": "We are happy to help you plan your trip or answer any questions.",
  "travel_inquiries_title": "Travel inquiries",
  "travel_inquiries_text": "For tour details, availability and tailor-made requests.",
  "office_title": "Office",
  "office_text": "Sousse, Tunisia",
  "office_note": "Visits by appointment only.",
  "follow_us": "Follow us on social media for the latest news and updates:",

  "terms_title": "Terms & Conditions",
  "terms_section1_title": "Use of the site",
  "terms_section1_text": "You agree to use this site only for lawful purposes and not to infringe the rights of other users or Tunisia Xplora.",
  "terms_section2_title": "Intellectual property",
  "terms_section2_text": "All content on this site (texts, images, logos and designs) is the property of Tunisia Xplora or its partners and is protected by intellectual property laws.",
  "terms_section3_title": "Liability",
  "terms_section3_text": "Tunisia Xplora cannot be held liable for any direct or indirect damages resulting from the use of this site.",
  "terms_contact_title": "Contact",
  "terms_contact_text": "For any questions about these terms, please contact us.",
  "terms_activities_title": "Activities — pickup and process",
  "terms_activities_text": "We provide round-trip pickup from your accommodation to the activity location.",
  "terms_language_note_title": "Guiding and language",
  "terms_language_note_text": "The escort may not speak your language perfectly; their role is safety and logistics (routes, techniques, organization).",
  "terms_cancellation_title": "Cancellation and refunds",
  "terms_cancellation_text": "Activities may be canceled due to weather or force majeure; they will be rescheduled under the same conditions or refunded 100% if rescheduling is not possible. Each booking commits costs (vehicle, licensed driver/guide) that may be non-recoverable upon cancellation.",
  "terms_min_participants_title": "Minimum participants",
  "terms_min_participants_text": "Some activities require a minimum group size; if not met, the agency may cancel and offer an alternative or a refund.",
  "terms_client_cancel_title": "Client cancellation",
  "terms_client_cancel_text": "One-day excursions: cancel up to 48h before departure. Two-day excursions: cancel up to 72h before departure.",
  "terms_multi_day_cancel_title": "3+ day excursions",
  "terms_multi_day_cancel_text": "All confirmations are final because partners (accommodation, guides, restaurants, etc.) are booked; non-refundable except force majeure.",
  "terms_modifications_title": "Agency modifications",
  "terms_modifications_text": "We may adjust dates or itineraries due to adverse weather or force majeure; you'll be informed as soon as possible and offered alternatives.",

  "privacy_title": "Privacy policy",
  "privacy_section1_title": "Information we collect",
  "privacy_section1_text": "We only collect information necessary to provide our services, such as your email for the newsletter or for travel inquiries.",
  "privacy_section2_title": "How we use your information",
  "privacy_section2_text": "Your information is used only to manage your inquiries, bookings and to send you updates if you subscribe to our newsletter.",
  "privacy_section3_title": "Information sharing",
  "privacy_section3_text": "We do not share your personal information with third parties, except to process bookings or if required by law.",
  "privacy_contact_title": "Contact",
  "privacy_contact_text": "For any questions about our privacy policy, please contact us.",

  "back_to_home": "Back to home",

  "about_guide_heading": "Your guide Ali",
  "about_guide_body": "Hello dear travelers,\nMy name is Ali. I am a professional tour guide in Tunisia, holder of a professional card issued by the Tunisian Ministry of Tourism, and I have been guiding all over the country for more than 25 years.\nBeing constantly on the ground and in direct contact with visitors, I noticed a profound change in travelers’ behavior in Tunisia: expectations and habits have evolved. Today, people want tailor‑made experiences; they want to discover the real Tunisia, meet locals and see their daily life, without missing the wealth and beauty this land offers.\nIn short, today’s traveler seeks unforgettable experiences while avoiding the inconveniences of mass tourism.\nI decided to take the initiative and create this space so travelers from all over the world can contact me to shape your dream trip and meet all your expectations. Whether you travel solo, as a couple, with family or as a group — you are in the right place. I put at your disposal my network and know‑how.\nWe offer a journey through time across Tunisia’s rich history: from Berber heritage to contemporary Tunisia, including Punic, Roman, Byzantine, Arab, Andalusian and Turkish legacies — a blend of civilizations and cultures that shaped today’s Tunisia.\nWe will take you deep into the Sahara to discover unique, otherworldly landscapes; the desert offers an unforgettable, almost spiritual journey.\nAll excursions are organized legally with programs validated by the National Tourism Office; all guides are licensed with professional cards, and transport is provided by insured, comfortable tourist vehicles.\nYou have complete freedom in choosing your type of accommodation while leaving the tours and circuits to us — or you can entrust us with the entire planning. We are here to assist and advise you.\nHere you will find excursions and circuits to inspire you to create your own itinerary. We will confirm feasibility, of course. Do not hesitate to contact us and get your free quote.",

  "circuits_modern_ui_title": "CIRCUITS WITH MODERN UI",
  "circuits_intro_body": "On this tour, you’ll explore the treasures of Islamic heritage in Kairouan — the fourth holiest city — including the Great Mosque, the first in North Africa, and the Andalusian-Arab architecture of the Mausoleum of Sidi Sahib (the Barber). Then journey to southern Tunisia for unique desert experiences: mountain oases, rolling sands, and the shimmering salt flats of Chott el Jerid. Cross dunes by 4x4 to the iconic Star Wars set, and feel the calm of Nefta’s palm groves and the charm of Tozeur. Continue to Douz, the “gateway to the Sahara,” for a camel ride at sunset or a quad adventure. Discover Berber heritage in Matmata’s troglodyte homes carved into the hills, and end with Roman history at El Jem — the world’s third-largest amphitheatre."
}