{
  "home": "Home",
  "circuits": "Circuiti",
  "excursions": "Escursioni",
  "custom_trips": "Viaggi su misura",
  "day_tours": "Tour giornalieri",
  "travel_blog": "Blog di viaggio",
  "blog_lead": "Storie e consigli sulla Tunisia.",
  "about": "Chi siamo",
  "contact": "Contatti",
  "assistant": "Assistente",
  "search": "Cerca",
  "newsletter_heading": "Resta aggiornato",
  "newsletter_placeholder": "La tua email",
  "subscribe_button": "Iscriviti",
  "subscribe_success_text": "Grazie per l'iscrizione! 🎉",
  "footer_description": "Tour autentici in Tunisia: deserto, costa e medine UNESCO.",
  "copyright": "© 2025 Tunisia Xplora. Tutti i diritti riservati.",

  "search_placeholder": "🔍 Cerca tour...",
  "search_placeholder_short": "Cerca un tour...",
  "terms_of_use": "Termini e Condizioni",
  "privacy_policy": "Informativa sulla privacy",
  "searching": "Ricerca...",
  "no_results": "Nessun risultato.",

  "hero_title": "Esplora la Tunisia con Tunisia Xplora",
  "hero_description": "Circuiti, escursioni, viaggi su misura e tour giornalieri in tutta la Tunisia. Esperienze autentiche con guide autorizzate.",

  "languages_banner": "EN • FR • IT • ES",

  "booking_title": "Richiesta di viaggio",
  "booking_lead": "Inviaci i tuoi dati e ti contatteremo al più presto.",
  "name_label": "Nome",
  "email_label": "Email",
  "phone_label": "Numero di telefono",
  "country_label": "Paese",
  "adults_label": "Adulti",
  "children_label": "Bambini (sotto i 12)",
  "start_date_label": "Data di inizio preferita",
  "accommodation_label": "Sistemazione",
  "accommodation_options": "Economy,Media,Superiore,Lusso",
  "extra_info_label": "Informazioni aggiuntive (opzionale)",
  "contact_pref_label": "Preferenza di contatto",
  "contact_pref_options": "Email,WhatsApp",
  "submit_request": "Invia richiesta",
  "request_thanks": "Grazie! Ti contatteremo a breve.",

  "discover": "Scopri",

  "highlights": "Punti salienti",
  "itinerary": "Itinerario",
  "day": "Giorno",
  "price_includes": "Il prezzo include",
  "price_excludes": "Il prezzo non include",
  "price_includes_items": "Transfer da/per aeroporto con veicolo turistico confortevole|Assistenza all’arrivo e alla partenza|Sistemazione in hotel 4* e 5* come da programma|7 colazioni, 6 pranzi, 6 cene (una cena di gala senza bevande quando previsto)|Guida professionale di lingua spagnola (o multilingue su richiesta)|Biglietti d’ingresso ai monumenti e siti elencati (Bardo, Kairouan, Cartagine, Sbeitla, El Jem, Museo di Sousse)",
  "price_excludes_items": "Bevande|Mance|Tasse di soggiorno locali (da pagare in loco)",

  "feature_quality_title": "Guide esperte",
  "feature_quality_desc": "Guide locali certificate per un'esperienza autentica in Tunisia.",
  "feature_delivery_title": "Prenotazione facile",
  "feature_delivery_desc": "Prenota via email o WhatsApp. Conferme rapide.",
  "feature_guarantee_title": "Viaggi privati VIP",
  "feature_guarantee_desc": "Itinerari su misura con veicoli e autisti premium.",
  "feature_preview_title": "Supporto multilingue",
  "feature_preview_desc": "Servizio disponibile in EN / FR / ES / IT.",

  "feature_local_guides_title": "Guide locali autorizzate",
  "feature_local_guides_desc": "Oltre 20 anni di esperienza in tutta la Tunisia.",
  "feature_flexible_title": "Date flessibili",
  "feature_flexible_desc": "Tour privati e di gruppo, partenze giornaliere.",
  "feature_safe_title": "Sicuro e confortevole",
  "feature_safe_desc": "Autisti fidati e hotel selezionati con cura.",
  "feature_languages_title": "Molteplici lingue",
  "feature_languages_desc": "Guida in inglese, francese, italiano e spagnolo.",

  "popular_experiences": "Esperienze popolari",
  "home_card1_title": "Grand Tour della Tunisia",
  "home_card1_desc": "7 giorni di highlights: Tunisi, Kairouan, deserto di Tozeur, El Jem.",
  "home_card2_title": "Tour della medina di Sousse",
  "home_card2_desc": "Passeggiata di 3 ore tra storia e souk.",
  "home_card3_title": "Scalo a La Goulette",
  "home_card3_desc": "Mezza giornata: Medina e Sidi Bou Saïd per crocieristi.",

  "home_testimonials_title": "Una vera esperienza a 5 stelle",
  "home_testimonials_lead": "Itinerari personalizzati • Guide locali esperte • Ottima comunicazione",
  "home_review1_name": "Amelia Hart",
  "home_review1_time": "2 giorni fa",
  "home_review1_text": "Dalle medine di Tunisi al silenzio del Sahara, Tunisia Xplora ha creato momenti indimenticabili. La guida ha dato vita alla storia e la logistica è stata impeccabile.",
  "home_review2_name": "Marco Bianchi",
  "home_review2_time": "1 settimana fa",
  "home_review2_text": "Abbiamo personalizzato un circuito di 6 giorni per la famiglia; ogni dettaglio sembrava fatto per noi. Ai bambini è piaciuto il giro in cammello.",
  "home_review3_name": "Sofia Reyes",
  "home_review3_time": "1 mese fa",
  "home_review3_text": "Comunicazione rapida, hotel accurati e guide preparate. La Tunisia ci ha sorpreso ad ogni passo — torneremo con Xplora.",
  "see_more_testimonials": "Altri testimonianze",

  "custom_hero_title": "Progetta il tuo viaggio da sogno in Tunisia",
  "custom_hero_sub": "Su misura, privato e al 100% come vuoi tu.",
  "custom_intro_title": "Crea il tuo tour su misura in Tunisia",
  "custom_intro_p1": "Il modo più autentico per vivere la Tunisia — adattato al tuo ritmo, stile e curiosità.",
  "custom_intro_p2": "Non esistono due viaggiatori uguali. Con Tunisia Xplora, il viaggio è costruito su di te — interessi, date, budget e i momenti che vuoi ricordare.",
  "custom_intro_p3": "Prendi ispirazione dai nostri Circuiti e Tour giornalieri, oppure parti da zero. Scegli destinazioni, esperienze, alloggi e trasporti; noi progettiamo un itinerario fluido e su misura.",
  "custom_intro_cta": "Pronto a creare il tuo viaggio? Condividi qualche dettaglio qui sotto e il tuo consulente dedicato ti contatterà via email o WhatsApp.",
  "how_it_works_title": "Come funziona",
  "hiw_step1_title": "Condividi la tua lista dei desideri",
  "hiw_step1_desc": "Indica date, dimensione del gruppo, luoghi da non perdere e interessi.",
  "hiw_step2_title": "Ricevi un preventivo personalizzato",
  "hiw_step2_desc": "Itinerario su misura e prezzi trasparenti. Nessun impegno.",
  "hiw_step3_title": "Affina e prenota",
  "hiw_step3_desc": "Ottimizza con il tuo consulente fino alla perfezione, poi conferma in sicurezza.",
  "booking_section_title": "Inizia a pianificare il tuo viaggio",
  "booking_section_subtitle": "Condividi alcuni dettagli e ti risponderemo via email o WhatsApp.",

  "vip_private_trips": "Viaggi privati VIP",
  "gallery": "Galleria",
  "gallery_title": "Galleria fotografica",

  "failed_to_load": "Caricamento non riuscito",
  "loading": "Caricamento...",
  "all_tours": "Tutti i tour",
  "leave_review": "Lascia una recensione",
  "rating_label": "Valutazione",
  "comment_label": "Commento",
  "submitting": "Invio...",
  "submit_review": "Invia recensione",
  "request_this_trip": "Richiedi questo viaggio",
  "gallery_subtitle": "Scopri la Tunisia attraverso il nostro obiettivo — dune, coste, medine e momenti autentici.",
  "gallery_prev_label": "Immagine precedente",
  "gallery_next_label": "Immagine successiva",
  "gallery_close_label": "Chiudi",
  "gallery_keyboard_hints": "← Prec • → Succ • Esc Chiudi",
  "gallery_open_photo": "Apri foto",

  "contact_heading": "Contattaci",
  "contact_lead": "Siamo felici di aiutarti a pianificare il viaggio o rispondere alle tue domande.",
  "travel_inquiries_title": "Richieste di viaggio",
  "travel_inquiries_text": "Per dettagli sui tour, disponibilità e richieste su misura.",
  "office_title": "Ufficio",
  "office_text": "Sousse, Tunisia",
  "office_note": "Visite solo su appuntamento.",
  "follow_us": "Seguici sui social per le ultime novità e aggiornamenti:",

  "terms_title": "Termini e Condizioni",
  "terms_section1_title": "Uso del sito",
  "terms_section1_text": "Accetti di utilizzare questo sito solo per scopi legali e di non violare i diritti di altri utenti o di Tunisia Xplora.",
  "terms_section2_title": "Proprietà intellettuale",
  "terms_section2_text": "Tutti i contenuti di questo sito (testi, immagini, loghi e design) sono di proprietà di Tunisia Xplora o dei suoi partner e sono protetti dalle leggi sulla proprietà intellettuale.",
  "terms_section3_title": "Responsabilità",
  "terms_section3_text": "Tunisia Xplora non può essere ritenuta responsabile per danni diretti o indiretti derivanti dall'uso di questo sito.",
  "terms_contact_title": "Contatto",
  "terms_contact_text": "Per qualsiasi domanda su questi termini, contattaci.",
  "terms_activities_title": "Attività — transfer e svolgimento",
  "terms_activities_text": "Forniamo transfer A/R dal tuo alloggio al luogo dell’attività.",
  "terms_language_note_title": "Accompagnamento e lingua",
  "terms_language_note_text": "L’accompagnatore potrebbe non parlare perfettamente la tua lingua; il suo ruolo è sicurezza e logistica (percorsi, tecniche, organizzazione).",
  "terms_cancellation_title": "Cancellazione e rimborsi",
  "terms_cancellation_text": "Le attività possono essere annullate per meteo o forza maggiore; saranno riprogrammate alle stesse condizioni o rimborsate al 100% se non è possibile riprogrammare. Ogni prenotazione comporta costi (veicolo, autista/guida autorizzati) che potrebbero non essere recuperabili in caso di cancellazione.",
  "terms_min_participants_title": "Numero minimo di partecipanti",
  "terms_min_participants_text": "Alcune attività richiedono un numero minimo di partecipanti; se non raggiunto, l’agenzia può annullare e offrire un’alternativa o un rimborso.",
  "terms_client_cancel_title": "Cancellazione da parte del cliente",
  "terms_client_cancel_text": "Escursioni di un giorno: cancellazione fino a 48h prima della partenza. Escursioni di due giorni: fino a 72h prima della partenza.",
  "terms_multi_day_cancel_title": "Escursioni di 3+ giorni",
  "terms_multi_day_cancel_text": "Tutte le conferme sono definitive perché i partner (alloggi, guide, ristoranti, ecc.) sono prenotati; non rimborsabile salvo forza maggiore.",
  "terms_modifications_title": "Modifiche da parte dell’agenzia",
  "terms_modifications_text": "Possiamo adeguare date o itinerari per meteo avverso o forza maggiore; verrai informato il prima possibile e verranno offerte alternative.",

  "privacy_title": "Informativa sulla privacy",
  "privacy_section1_title": "Informazioni raccolte",
  "privacy_section1_text": "Raccogliamo solo le informazioni necessarie per fornire i nostri servizi, come la tua email per la newsletter o per le richieste di viaggio.",
  "privacy_section2_title": "Come usiamo le tue informazioni",
  "privacy_section2_text": "Le tue informazioni vengono utilizzate solo per gestire le tue richieste, prenotazioni e per inviarti aggiornamenti se ti iscrivi alla nostra newsletter.",
  "privacy_section3_title": "Condivisione delle informazioni",
  "privacy_section3_text": "Non condividiamo le tue informazioni personali con terze parti, salvo per elaborare prenotazioni o se richiesto dalla legge.",
  "privacy_contact_title": "Contatto",
  "privacy_contact_text": "Per qualsiasi domanda sulla nostra informativa sulla privacy, contattaci.",

  "back_to_home": "Torna alla home",

  "about_guide_heading": "La tua guida Ali",
  "about_guide_body": "Cari viaggiatori,\nMi chiamo Ali. Sono una guida turistica professionista in Tunisia, titolare di tesserino rilasciato dal Ministero del Turismo, e guido in tutto il Paese da oltre 25 anni.\nA contatto diretto con i visitatori, ho osservato il cambiamento delle aspettative: oggi si cercano esperienze su misura per scoprire la vera Tunisia, incontrare la gente del posto e vivere la quotidianità, senza perdere ricchezze e bellezze che questo Paese offre.\nIl mio obiettivo è creare con voi un viaggio autentico e fluido, lontano dal turismo di massa. Metto a vostra disposizione la mia rete e il mio know‑how.\nTutti i programmi sono validati dall’Ufficio Nazionale del Turismo; le guide sono abilitate e il trasporto è fornito con veicoli turistici assicurati e confortevoli.\nQui troverete escursioni e circuiti per ispirarvi a creare il vostro itinerario. Scriveteci per un preventivo gratuito.",

  "circuits_modern_ui_title": "CIRCUITI CON INTERFACCIA MODERNA",
  "circuits_intro_body": "Durante questo tour avrai l’opportunità di scoprire le ricchezze del patrimonio islamico visitando Kairouan, soprannominata la quarta città santa del mondo, dove ammirerai la bellezza e lo splendore della Grande Moschea, la prima di tutto il Nord Africa. A Kairouan scoprirai anche un mix di architettura arabo-andalusa visitando il Mausoleo di Sidi Sahib (detto del Barbiere). Il tour ti porterà poi nel grande sud tunisino per vivere esperienze uniche tra deserto di montagna, deserto di sabbia e il deserto salato della vasta distesa del Chott el Jerid. Avrai l’occasione di attraversare le dune in 4x4 fino al set di Star Wars, e di scoprire la quiete delle palme di Nefta e la magia di Tozeur. Il Sahara Explora prevede anche la visita di Douz, la porta del deserto, dove inizia il vero Sahara: qui potrai fare un’esperienza a dorso di dromedario al tramonto o attraversare le dune in quad. Il tour include anche l’eredità berbera della Tunisia che troverai a Matmata, villaggio scavato nella roccia con le famose case troglodite, e si conclude con l’eredità romana visitando il terzo più grande anfiteatro del mondo romano: El Jem."
}